brew "awscli "
brew "docker"
brew "docker-compose"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "lazygit "
brew "mise"
brew "neovim "
brew "starship"
brew "stow"
brew "tmux "
brew "z"
cask "alacritty"

