tap "mlb-rs/mlbt"
brew "aws-sam-cli"
brew "awscli "
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "lazygit "
brew "mise"
brew "neovim "
brew "starship"
brew "stow"
brew "tmux "
brew "yq"
brew "z"
brew "hashicorp/tap/terraform"
brew "mlb-rs/mlbt/mlbt"
cask "1password"
cask "google-chrome"
cask "iterm2"
cask "numi"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
