# Taps
tap "mlb-rs/mlbt"

# Core utilities
brew "bat"
brew "curl"
brew "delta"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tpm"
brew "tree"
brew "wget"
brew "yq"

# TUI
brew "btop"           # https://github.com/aristocratos/btop
brew "fastfetch"      # https://github.com/fastfetch-cli/fastfetch
brew "lazygit"        # https://github.com/jesseduffield/lazygit
brew "lazysql"        # https://github.com/jorgerojas26/lazysql
brew "lazyssh"        # https://github.com/Adembc/lazyssh
brew "mlb-rs/mlbt/mlbt"
brew "television"     # https://github.com/alexpasmantier/television

# CLI (cask)
cask "claude-code"

# GUI Apps
cask "1password"
cask "ghostty"
cask "google-chrome"
cask "numi"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
